Experiments/CavityHighRANS/system/fvSchemes
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSchemes;
}

ddtSchemes
{
    default Euler;
}

gradSchemes
{
    default Gauss linear;
}

divSchemes
{
    default Gauss linear;
}

laplacianSchemes
{
    default Gauss linear uncorrected;
}

interpolationSchemes
{
    default linear;
}

snGradSchemes
{
    default uncorrected;
}
